adam-notes.org
* Random Project Musings
** NYC System
*** new NYC compost system
*** new york city 2006 waste management plan
- [[file:papers/swmp-comprehensive-report-2006.pdf][papers/swmp-comprehensive-report-2006.pdf]]
*** Where does it go?
- [[https://www.curbed.com/2022/08/nyc-trash-landfill-incineration-recycling-compost-voyage-gross.html][Voyage of the Gross: Where New York City’s Trash Goes]]
  - hard to get answers of export destination post-transfer station in
    initial search, so there is above.
  - high acres landfill (outside Rochester)
  - lee county landfill (Bishoville South Carolina)
  - Covanta

*** new york state high acres landfill (takes a lot of nyc trash)
- https://dec.ny.gov/environmental-protection/waste-management/solid-waste-program/high-acres-landfill
- nearby town: https://perinton.org/departments/public-works/environmental-compliance-2/high-acres-landfill/
  - compliance presentation
*** NYC Zero Waste
- zero waste plan: https://www.nyc.gov/assets/dsny/downloads/resources/reports/zero-waste-plan/zero-waste-plan.pdf
- [[file:papers/zero-waste-plan.pdf][papers/zero-waste-plan.pdf]]
- Local Law 87 of 2023 requires DSNY to create a zero waste plan and to increase waste diversion from landfill and incineration through waste reduction, reuse, and recycling
- Goal is zero waste by 2030, but zero waste plan sound skeptical
*** NYC Waste Characterization Study
- [[file:papers/nyc-waste-characterization-study-2023.pdf][file:~/waste-management/papers/nyc-waste-characterization-study-2023.pdf]]

*** redesign of past nyc (or other municipal) system
** waste dumps -> parks
*** NYC
- field trip?
**** Flushing Meadows-Corona Park
**** Fresh Kills
- [[docview:papers/fresh_kills_GEIS_01_Project_Description.pdf::1][papers/fresh_kills_GEIS_01_Project_Description.pdf]]
- https://www.nycgovparks.org/park-features/freshkills-park/public-review
**** Great Kills
**** Pete and Toshi Seeger Riverfront Park (Beacon)
- free sailing on the Woody!
**** Pelham Bay Park
*** new york state
**** Port Washington Landfill in North Hempstead, New York
**** Norman J. Levy Park in Merrick, New York)
**** Shoreline Regional Park in Mountain View, California
*** US
**** Millennium Park in Boston, Massachusetts
**** Dyer Boulevard Park in West Palm Beach, Florida
*** Korea
**** Nanji Island Park, Seoul, Korea
** Nuclear
*** nuclear waste
- spent fuel rods go into what sounds like is essentially a swimming
  pool (with thick lining) to cool
- then they put in welded steel cylinders and just sit around ("dry casks")
  - designed to be interim, but no long term permanent storage
    facility anywhere in the world.
    - is that possible?
    - and if it was what does that mean philosphically?
- algae remediation?
- nice summary of radioactive waste:
  https://www.nrc.gov/reading-rm/doc-collections/fact-sheets/radwaste.html

*** West Valley Demonstration Project (Nuclear Fuel Reprocessing Facility)
- https://www.nyserda.ny.gov/All-Programs/West-Valley/West-Valley-Demonstration-Project
- https://www.energy.gov/em/west-valley-demonstration-project-wvdp
- how and where can there be storage at these time scales?
