adam-notes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-09-10 Tue 12:03 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Adam Massmann" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org9080f3b">1. Random Project Musings</a>
<ul>
<li><a href="#org4e28799">1.1. NYC System</a>
<ul>
<li><a href="#org58381e0">1.1.1. new NYC compost system</a></li>
<li><a href="#org50a0863">1.1.2. new york city 2006 waste management plan</a></li>
<li><a href="#org75289f0">1.1.3. Where does it go?</a></li>
<li><a href="#org698a115">1.1.4. new york state high acres landfill (takes a lot of nyc trash)</a></li>
<li><a href="#org3d887c0">1.1.5. NYC Zero Waste</a></li>
<li><a href="#org667866c">1.1.6. NYC Waste Characterization Study</a></li>
<li><a href="#org8fe15ca">1.1.7. redesign of past nyc (or other municipal) system</a></li>
</ul>
</li>
<li><a href="#org056f718">1.2. waste dumps -&gt; parks</a>
<ul>
<li><a href="#orgd472ce5">1.2.1. NYC</a></li>
<li><a href="#org379e99b">1.2.2. new york state</a></li>
<li><a href="#org642c4d6">1.2.3. US</a></li>
<li><a href="#org5b28b9b">1.2.4. Korea</a></li>
</ul>
</li>
<li><a href="#orge1c8bbb">1.3. Nuclear</a>
<ul>
<li><a href="#orga633959">1.3.1. nuclear waste</a></li>
<li><a href="#orgbd81eea">1.3.2. West Valley Demonstration Project (Nuclear Fuel Reprocessing Facility)</a></li>
<li><a href="#orgc0f36fd">1.3.3. indian point decommissioning</a></li>
</ul>
</li>
<li><a href="#org2323ece">1.4. rural ecosystem design for single dwelling (or small community)</a></li>
<li><a href="#orge30fa29">1.5. running shoe recycling</a></li>
<li><a href="#orgaed9c4a">1.6. how could space taken up with street parking be utilized?</a></li>
<li><a href="#orge9e37b0">1.7. fungi, mushroom, mycelium breakdown of waste</a>
<ul>
<li><a href="#orgff70a81">1.7.1. Mycorrhiza</a></li>
<li><a href="#orga0758c7">1.7.2. Fungal-Mediated Solid Waste Management: A Review (chapter in text book)</a></li>
<li><a href="#org4cc9b64">1.7.3. Circular furniture design using mill waste (supplemented w/ ag waste)</a></li>
<li><a href="#orgd7ffeb6">1.7.4. Mycelium-Based Composite: The Future Sustainable Biomaterial</a></li>
<li><a href="#org7917bd4">1.7.5. Application of mushroom fungi in solid waste management</a></li>
<li><a href="#org762e6d5">1.7.6. Effect of inoculation with white-rot fungi and fungal consortium on the composting efficiency of municipal solid waste</a></li>
<li><a href="#orgc931912">1.7.7. fungi in heavy metal poulluted ash disposal</a></li>
<li><a href="#orgceae51e">1.7.8. biogas from wheat and pig slurry treated with fungi</a></li>
</ul>
</li>
<li><a href="#orgbf830fb">1.8. find existing request for proposal to redesign or provide waste management</a></li>
<li><a href="#orge14255d">1.9. design dog poop system for NYC people will actually use</a></li>
<li><a href="#org2dd18e7">1.10. occidental chemical corporation in Tacoma</a></li>
<li><a href="#org95744ab">1.11. experimental waste reduction (applied)</a></li>
<li><a href="#orged8ef1e">1.12. building scale compost system</a></li>
<li><a href="#org4f96e4b">1.13. mixing of organics and hazards vs separation</a></li>
<li><a href="#orgbbccfc0">1.14. small scale systems and adaptability</a></li>
</ul>
</li>
<li><a href="#orgc0132d0">2. Resources</a>
<ul>
<li><a href="#org28de986">2.1. superfund site lookup (thanks Elizabeth!)</a></li>
</ul>
</li>
<li><a href="#orgaa05d14">3. How class fits w/ EEE ecosystem</a>
<ul>
<li><a href="#orgd13d26b">3.1. 4210 THERMAL TREATMNT-WASTE/BIO MAT</a></li>
<li><a href="#org724de59">3.2. EAEE E4150 AIR POLLUTION PREVENTION/CONTR</a></li>
<li><a href="#org142831f">3.3. EAEE E4951 Engineering systems for water treatment and re-use.</a></li>
<li><a href="#org72a9672">3.4. EACE E4163 Sustainable Water Treatment and Reuse.</a></li>
<li><a href="#org807ff5c">3.5. EAEE E4950 ENIVRON BIOCHEMICAL PROCESSES.</a></li>
</ul>
</li>
<li><a href="#org0cfcc2b">4. Waste management</a>
<ul>
<li><a href="#org1b345d7">4.1. solid waste definition</a></li>
<li><a href="#orge36e347">4.2. incineration</a>
<ul>
<li><a href="#org151bfa5">4.2.1. covanta hemstead violations ash management</a></li>
<li><a href="#org48c0b59">4.2.2. gasification</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org9080f3b" class="outline-2">
<h2 id="org9080f3b"><span class="section-number-2">1.</span> Random Project Musings</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org4e28799" class="outline-3">
<h3 id="org4e28799"><span class="section-number-3">1.1.</span> NYC System</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org58381e0" class="outline-4">
<h4 id="org58381e0"><span class="section-number-4">1.1.1.</span> new NYC compost system</h4>
</div>
<div id="outline-container-org50a0863" class="outline-4">
<h4 id="org50a0863"><span class="section-number-4">1.1.2.</span> new york city 2006 waste management plan</h4>
<div class="outline-text-4" id="text-1-1-2">
<ul class="org-ul">
<li><a href="papers/swmp-comprehensive-report-2006.pdf">papers/swmp-comprehensive-report-2006.pdf</a></li>
</ul>
</div>
</div>
<div id="outline-container-org75289f0" class="outline-4">
<h4 id="org75289f0"><span class="section-number-4">1.1.3.</span> Where does it go?</h4>
<div class="outline-text-4" id="text-1-1-3">
<ul class="org-ul">
<li><a href="https://www.curbed.com/2022/08/nyc-trash-landfill-incineration-recycling-compost-voyage-gross.html">Voyage of the Gross: Where New York City’s Trash Goes</a>
<ul class="org-ul">
<li>hard to get answers of export destination post-transfer station in
initial search, so there is above.</li>
<li>high acres landfill (outside Rochester)</li>
<li>lee county landfill (Bishoville South Carolina)</li>
<li>Covanta</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org698a115" class="outline-4">
<h4 id="org698a115"><span class="section-number-4">1.1.4.</span> new york state high acres landfill (takes a lot of nyc trash)</h4>
<div class="outline-text-4" id="text-1-1-4">
<ul class="org-ul">
<li><a href="https://dec.ny.gov/environmental-protection/waste-management/solid-waste-program/high-acres-landfill">https://dec.ny.gov/environmental-protection/waste-management/solid-waste-program/high-acres-landfill</a></li>
<li>nearby town: <a href="https://perinton.org/departments/public-works/environmental-compliance-2/high-acres-landfill/">https://perinton.org/departments/public-works/environmental-compliance-2/high-acres-landfill/</a>
<ul class="org-ul">
<li>compliance presentation</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org3d887c0" class="outline-4">
<h4 id="org3d887c0"><span class="section-number-4">1.1.5.</span> NYC Zero Waste</h4>
<div class="outline-text-4" id="text-1-1-5">
<ul class="org-ul">
<li>zero waste plan: <a href="https://www.nyc.gov/assets/dsny/downloads/resources/reports/zero-waste-plan/zero-waste-plan.pdf">https://www.nyc.gov/assets/dsny/downloads/resources/reports/zero-waste-plan/zero-waste-plan.pdf</a></li>
<li><a href="papers/zero-waste-plan.pdf">papers/zero-waste-plan.pdf</a></li>
<li>Local Law 87 of 2023 requires DSNY to create a zero waste plan and to increase waste diversion from landfill and incineration through waste reduction, reuse, and recycling</li>
<li>Goal is zero waste by 2030, but zero waste plan sound skeptical</li>
</ul>
</div>
</div>
<div id="outline-container-org667866c" class="outline-4">
<h4 id="org667866c"><span class="section-number-4">1.1.6.</span> NYC Waste Characterization Study</h4>
<div class="outline-text-4" id="text-1-1-6">
<ul class="org-ul">
<li><a href="papers/nyc-waste-characterization-study-2023.pdf">file:~/waste-management/papers/nyc-waste-characterization-study-2023.pdf</a></li>
</ul>
</div>
</div>

<div id="outline-container-org8fe15ca" class="outline-4">
<h4 id="org8fe15ca"><span class="section-number-4">1.1.7.</span> redesign of past nyc (or other municipal) system</h4>
</div>
</div>
<div id="outline-container-org056f718" class="outline-3">
<h3 id="org056f718"><span class="section-number-3">1.2.</span> waste dumps -&gt; parks</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-orgd472ce5" class="outline-4">
<h4 id="orgd472ce5"><span class="section-number-4">1.2.1.</span> NYC</h4>
<div class="outline-text-4" id="text-1-2-1">
<ul class="org-ul">
<li>field trip?</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org60234fb"></a>Flushing Meadows-Corona Park<br /></li>
<li><a id="org938e9f8"></a>Fresh Kills<br />
<div class="outline-text-5" id="text-1-2-1-2">
<ul class="org-ul">
<li><a href="/home/adam/waste-management/papers/fresh_kills_GEIS_01_Project_Description.pdf">papers/fresh<sub>kills</sub><sub>GEIS</sub><sub>01</sub><sub>Project</sub><sub>Description.pdf</sub></a></li>
<li><a href="https://www.nycgovparks.org/park-features/freshkills-park/public-review">https://www.nycgovparks.org/park-features/freshkills-park/public-review</a></li>
</ul>
</div>
</li>
<li><a id="org3b8edd7"></a>Great Kills<br /></li>
<li><a id="org132126b"></a>Pete and Toshi Seeger Riverfront Park (Beacon)<br />
<div class="outline-text-5" id="text-1-2-1-4">
<ul class="org-ul">
<li>free sailing on the Woody!</li>
</ul>
</div>
</li>
<li><a id="org53b0c36"></a>Pelham Bay Park<br /></li>
</ol>
</div>
<div id="outline-container-org379e99b" class="outline-4">
<h4 id="org379e99b"><span class="section-number-4">1.2.2.</span> new york state</h4>
<div class="outline-text-4" id="text-1-2-2">
</div>
<ol class="org-ol">
<li><a id="org5ff4f02"></a>Port Washington Landfill in North Hempstead, New York<br /></li>
<li><a id="orgab56858"></a>Norman J. Levy Park in Merrick, New York)<br /></li>
<li><a id="org96c3133"></a>Shoreline Regional Park in Mountain View, California<br /></li>
</ol>
</div>
<div id="outline-container-org642c4d6" class="outline-4">
<h4 id="org642c4d6"><span class="section-number-4">1.2.3.</span> US</h4>
<div class="outline-text-4" id="text-1-2-3">
</div>
<ol class="org-ol">
<li><a id="orgf77be14"></a>Millennium Park in Boston, Massachusetts<br /></li>
<li><a id="org80a43c7"></a>Dyer Boulevard Park in West Palm Beach, Florida<br /></li>
</ol>
</div>
<div id="outline-container-org5b28b9b" class="outline-4">
<h4 id="org5b28b9b"><span class="section-number-4">1.2.4.</span> Korea</h4>
<div class="outline-text-4" id="text-1-2-4">
</div>
<ol class="org-ol">
<li><a id="org1684cb6"></a>Nanji Island Park, Seoul, Korea<br /></li>
</ol>
</div>
</div>
<div id="outline-container-orge1c8bbb" class="outline-3">
<h3 id="orge1c8bbb"><span class="section-number-3">1.3.</span> Nuclear</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-orga633959" class="outline-4">
<h4 id="orga633959"><span class="section-number-4">1.3.1.</span> nuclear waste</h4>
<div class="outline-text-4" id="text-1-3-1">
<ul class="org-ul">
<li>spent fuel rods go into what sounds like is essentially a swimming
pool (with thick lining) to cool</li>
<li>then they put in welded steel cylinders and just sit around ("dry casks")
<ul class="org-ul">
<li>designed to be interim, but no long term permanent storage
facility anywhere in the world.
<ul class="org-ul">
<li>is that possible?</li>
<li>and if it was what does that mean philosphically?</li>
</ul></li>
</ul></li>
<li>algae remediation?</li>
<li>nice summary of radioactive waste:
<a href="https://www.nrc.gov/reading-rm/doc-collections/fact-sheets/radwaste.html">https://www.nrc.gov/reading-rm/doc-collections/fact-sheets/radwaste.html</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgbd81eea" class="outline-4">
<h4 id="orgbd81eea"><span class="section-number-4">1.3.2.</span> West Valley Demonstration Project (Nuclear Fuel Reprocessing Facility)</h4>
<div class="outline-text-4" id="text-1-3-2">
<ul class="org-ul">
<li><a href="https://www.nyserda.ny.gov/All-Programs/West-Valley/West-Valley-Demonstration-Project">https://www.nyserda.ny.gov/All-Programs/West-Valley/West-Valley-Demonstration-Project</a></li>
<li><a href="https://www.energy.gov/em/west-valley-demonstration-project-wvdp">https://www.energy.gov/em/west-valley-demonstration-project-wvdp</a></li>
<li>how and where can there be storage at these time scales?</li>
</ul>
</div>
<ol class="org-ol">
