adam-notes.org
**** Katy Barnhart Projections of Landscape Evolution on a 10,000 Year Timescale With Assessment and Partitioning of Uncertainty Sources
- waste from a nuclear fuel reprocessing facility
- tiny change in initial condition leads to big change in model results
- so if you dig a culvert somewhere, or put a road in, can completely
  change the landscape and whether you have nuclear waste exposed or not.
- https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2020JF005795

**** annual reports
- https://www.energy.gov/em/west-valley-demonstration-project-year-review
***** 2015
- annual report: [[file:papers/2015_west_valley_annual_report.pdf][papers/2015_west_valley_annual_report.pdf]]
*** indian point decommissioning
- liquid waste; https://www.nysenate.gov/legislation/bills/2023/S6893
  - nrc effluent: https://www.nrc.gov/info-finder/reactors/ip3/faq.html
- [[file:papers/indian-point-decomission-ML19354A698.pdf][papers/indian-point-decomission-ML19354A698.pdf]]
  - ISFSI: Independent Spent Fuel Storage Installation
  - see pg 66/76
- unit 2 decommissioning: https://www.nrc.gov/info-finder/reactors/ip2.html
- unit 1: https://www.nrc.gov/info-finder/decommissioning/power-reactor/indian-point-unit-1.html
- license for indian point: https://www.nrc.gov/reactors/operating/licensing/renewal/applications/indian-point.html
- dive into more
  - was effluent federally legal
  - if so, what is the justification, and what harm would it have done
    (+ uncertainty)?
  - if harm, what policy tool can be used to make this illegal at the
    federal level?

** rural ecosystem design for single dwelling (or small community)
- given local ecosystem characteristics, how would I design a solid
  waste management system for a single dwelling?

** running shoe recycling
- on has subscription model
- salomon had recyclable shoes

** how could space taken up with street parking be utilized?
- I think I've seen underground garbage compactors/bins from some
  municipal system somewhere?
- compost & gardens/rain gardens?
** fungi, mushroom, mycelium breakdown of waste
*** Mycorrhiza
- [[docview:~/Documents/mycorrhiza.pdf::1][~/Documents/mycorrhiza.pdf]]
*** Fungal-Mediated Solid Waste Management: A Review (chapter in text book)
- [[docview:~/Documents/mycoremediation_env_sustainability.pdf::1][~/Documents/mycoremediation_env_sustainability.pdf]]
- see pg 153
*** Circular furniture design using mill waste (supplemented w/ ag waste)
[[docview:~/Documents/Waste_Remanufactured_Utilizin.pdf::1][~/Documents/Waste_Remanufactured_Utilizin.pdf]]
*** Mycelium-Based Composite: The Future Sustainable Biomaterial
- mycelium as natural adhesive materials
- https://onlinelibrary.wiley.com/doi/full/10.1155/2022/8401528
*** Application of mushroom fungi in solid waste management
- https://www.researchgate.net/profile/Arvind-Singh-21/post/Which_fungi_use_for_fast_waste_management_how_use_in_it/attachment/5ca5ff6ecfe4a7df4ae592d6/AS%3A743949127938052%401554382702839/download/1.pdf

*** Effect of inoculation with white-rot fungi and fungal consortium on the composting efficiency of municipal solid waste
- https://www.sciencedirect.com/science/article/abs/pii/S0956053X16307760
- Type of fungi matters
*** fungi in heavy metal poulluted ash disposal
- https://www.sciencedirect.com/science/article/abs/pii/S0038071710000271
*** biogas from wheat and pig slurry treated with fungi
- http://www.eemj.icpm.tuiasi.ro/pdfs/vol14/no7/Full/28_1073_Vasmara_14.pdf

** find existing request for proposal to redesign or provide waste management

** design dog poop system for NYC people will actually use
- keep dog poop out of landfills
- eliminate plastic bag usage
- if people actually use it less dog poop everywhere

** occidental chemical corporation in Tacoma
- https://ecology.wa.gov/Spills-Cleanup/Contamination-cleanup/Cleanup-sites/Occidental-Chemical-Co
** experimental waste reduction (applied)
- different interventions to different folks, record results
- what are the systemic bariers you come across.
** building scale compost system
- use bins a la underground center
- then use soil to build out tree wells and rain gardens, possibly in
  street parking.
- can also use soils for rooftop urban farms
- pipe water through bins for warm water (capacity? see underground
  center).
- synergistic with cloud burst projects; reduce runoff.
- pest protection?

** mixing of organics and hazards vs separation
- related: "dilution is the solution" vs "isolate the hazardous stuff and
  handle it"
