adam-notes.html
<li><a id="org1d764b1"></a>Katy Barnhart Projections of Landscape Evolution on a 10,000 Year Timescale With Assessment and Partitioning of Uncertainty Sources<br />
<div class="outline-text-5" id="text-1-3-2-1">
<ul class="org-ul">
<li>waste from a nuclear fuel reprocessing facility</li>
<li>tiny change in initial condition leads to big change in model results</li>
<li>so if you dig a culvert somewhere, or put a road in, can completely
change the landscape and whether you have nuclear waste exposed or not.</li>
<li><a href="https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2020JF005795">https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2020JF005795</a></li>
</ul>
</div>
</li>

<li><a id="orgcb3920d"></a>annual reports<br />
<div class="outline-text-5" id="text-1-3-2-2">
<ul class="org-ul">
<li><a href="https://www.energy.gov/em/west-valley-demonstration-project-year-review">https://www.energy.gov/em/west-valley-demonstration-project-year-review</a></li>
</ul>
</div>
<ol class="org-ol">
<li><a id="orge001386"></a>2015<br />
<div class="outline-text-6" id="text-1-3-2-2-1">
<ul class="org-ul">
<li>annual report: <a href="papers/2015_west_valley_annual_report.pdf">papers/2015<sub>west</sub><sub>valley</sub><sub>annual</sub><sub>report.pdf</sub></a></li>
</ul>
</div>
</li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-orgc0f36fd" class="outline-4">
<h4 id="orgc0f36fd"><span class="section-number-4">1.3.3.</span> indian point decommissioning</h4>
<div class="outline-text-4" id="text-1-3-3">
<ul class="org-ul">
<li>liquid waste; <a href="https://www.nysenate.gov/legislation/bills/2023/S6893">https://www.nysenate.gov/legislation/bills/2023/S6893</a>
<ul class="org-ul">
<li>nrc effluent: <a href="https://www.nrc.gov/info-finder/reactors/ip3/faq.html">https://www.nrc.gov/info-finder/reactors/ip3/faq.html</a></li>
</ul></li>
<li><a href="papers/indian-point-decomission-ML19354A698.pdf">papers/indian-point-decomission-ML19354A698.pdf</a>
<ul class="org-ul">
<li>ISFSI: Independent Spent Fuel Storage Installation</li>
<li>see pg 66/76</li>
</ul></li>
<li>unit 2 decommissioning: <a href="https://www.nrc.gov/info-finder/reactors/ip2.html">https://www.nrc.gov/info-finder/reactors/ip2.html</a></li>
<li>unit 1: <a href="https://www.nrc.gov/info-finder/decommissioning/power-reactor/indian-point-unit-1.html">https://www.nrc.gov/info-finder/decommissioning/power-reactor/indian-point-unit-1.html</a></li>
<li>license for indian point: <a href="https://www.nrc.gov/reactors/operating/licensing/renewal/applications/indian-point.html">https://www.nrc.gov/reactors/operating/licensing/renewal/applications/indian-point.html</a></li>
<li>dive into more
<ul class="org-ul">
<li>was effluent federally legal</li>
<li>if so, what is the justification, and what harm would it have done
(+ uncertainty)?</li>
<li>if harm, what policy tool can be used to make this illegal at the
federal level?</li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org2323ece" class="outline-3">
<h3 id="org2323ece"><span class="section-number-3">1.4.</span> rural ecosystem design for single dwelling (or small community)</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>given local ecosystem characteristics, how would I design a solid
waste management system for a single dwelling?</li>
</ul>
</div>
</div>

<div id="outline-container-orge30fa29" class="outline-3">
<h3 id="orge30fa29"><span class="section-number-3">1.5.</span> running shoe recycling</h3>
<div class="outline-text-3" id="text-1-5">
<ul class="org-ul">
<li>on has subscription model</li>
<li>salomon had recyclable shoes</li>
</ul>
</div>
</div>

<div id="outline-container-orgaed9c4a" class="outline-3">
<h3 id="orgaed9c4a"><span class="section-number-3">1.6.</span> how could space taken up with street parking be utilized?</h3>
<div class="outline-text-3" id="text-1-6">
<ul class="org-ul">
<li>I think I've seen underground garbage compactors/bins from some
municipal system somewhere?</li>
<li>compost &amp; gardens/rain gardens?</li>
</ul>
</div>
</div>
<div id="outline-container-orge9e37b0" class="outline-3">
<h3 id="orge9e37b0"><span class="section-number-3">1.7.</span> fungi, mushroom, mycelium breakdown of waste</h3>
<div class="outline-text-3" id="text-1-7">
</div>
<div id="outline-container-orgff70a81" class="outline-4">
<h4 id="orgff70a81"><span class="section-number-4">1.7.1.</span> Mycorrhiza</h4>
<div class="outline-text-4" id="text-1-7-1">
<ul class="org-ul">
<li><a href="/home/adam/Documents/mycorrhiza.pdf">~/Documents/mycorrhiza.pdf</a></li>
</ul>
</div>
</div>
<div id="outline-container-orga0758c7" class="outline-4">
<h4 id="orga0758c7"><span class="section-number-4">1.7.2.</span> Fungal-Mediated Solid Waste Management: A Review (chapter in text book)</h4>
<div class="outline-text-4" id="text-1-7-2">
<ul class="org-ul">
<li><a href="/home/adam/Documents/mycoremediation_env_sustainability.pdf">~/Documents/mycoremediation<sub>env</sub><sub>sustainability.pdf</sub></a></li>
<li>see pg 153</li>
</ul>
</div>
</div>
<div id="outline-container-org4cc9b64" class="outline-4">
<h4 id="org4cc9b64"><span class="section-number-4">1.7.3.</span> Circular furniture design using mill waste (supplemented w/ ag waste)</h4>
<div class="outline-text-4" id="text-1-7-3">
<p>
<a href="/home/adam/Documents/Waste_Remanufactured_Utilizin.pdf">~/Documents/Waste<sub>Remanufactured</sub><sub>Utilizin.pdf</sub></a>
</p>
</div>
</div>
<div id="outline-container-orgd7ffeb6" class="outline-4">
<h4 id="orgd7ffeb6"><span class="section-number-4">1.7.4.</span> Mycelium-Based Composite: The Future Sustainable Biomaterial</h4>
<div class="outline-text-4" id="text-1-7-4">
<ul class="org-ul">
<li>mycelium as natural adhesive materials</li>
<li><a href="https://onlinelibrary.wiley.com/doi/full/10.1155/2022/8401528">https://onlinelibrary.wiley.com/doi/full/10.1155/2022/8401528</a></li>
</ul>
</div>
</div>
<div id="outline-container-org7917bd4" class="outline-4">
<h4 id="org7917bd4"><span class="section-number-4">1.7.5.</span> Application of mushroom fungi in solid waste management</h4>
<div class="outline-text-4" id="text-1-7-5">
<ul class="org-ul">
<li><a href="https://www.researchgate.net/profile/Arvind-Singh-21/post/Which_fungi_use_for_fast_waste_management_how_use_in_it/attachment/5ca5ff6ecfe4a7df4ae592d6/AS%3A743949127938052%401554382702839/download/1.pdf">https://www.researchgate.net/profile/Arvind-Singh-21/post/Which_fungi_use_for_fast_waste_management_how_use_in_it/attachment/5ca5ff6ecfe4a7df4ae592d6/AS%3A743949127938052%401554382702839/download/1.pdf</a></li>
</ul>
</div>
</div>

<div id="outline-container-org762e6d5" class="outline-4">
<h4 id="org762e6d5"><span class="section-number-4">1.7.6.</span> Effect of inoculation with white-rot fungi and fungal consortium on the composting efficiency of municipal solid waste</h4>
<div class="outline-text-4" id="text-1-7-6">
<ul class="org-ul">
<li><a href="https://www.sciencedirect.com/science/article/abs/pii/S0956053X16307760">https://www.sciencedirect.com/science/article/abs/pii/S0956053X16307760</a></li>
<li>Type of fungi matters</li>
</ul>
</div>
</div>
<div id="outline-container-orgc931912" class="outline-4">
<h4 id="orgc931912"><span class="section-number-4">1.7.7.</span> fungi in heavy metal poulluted ash disposal</h4>
<div class="outline-text-4" id="text-1-7-7">
<ul class="org-ul">
<li><a href="https://www.sciencedirect.com/science/article/abs/pii/S0038071710000271">https://www.sciencedirect.com/science/article/abs/pii/S0038071710000271</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgceae51e" class="outline-4">
<h4 id="orgceae51e"><span class="section-number-4">1.7.8.</span> biogas from wheat and pig slurry treated with fungi</h4>
<div class="outline-text-4" id="text-1-7-8">
<ul class="org-ul">
<li><a href="http://www.eemj.icpm.tuiasi.ro/pdfs/vol14/no7/Full/28_1073_Vasmara_14.pdf">http://www.eemj.icpm.tuiasi.ro/pdfs/vol14/no7/Full/28_1073_Vasmara_14.pdf</a></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgbf830fb" class="outline-3">
<h3 id="orgbf830fb"><span class="section-number-3">1.8.</span> find existing request for proposal to redesign or provide waste management</h3>
</div>

<div id="outline-container-orge14255d" class="outline-3">
<h3 id="orge14255d"><span class="section-number-3">1.9.</span> design dog poop system for NYC people will actually use</h3>
<div class="outline-text-3" id="text-1-9">
<ul class="org-ul">
<li>keep dog poop out of landfills</li>
<li>eliminate plastic bag usage</li>
<li>if people actually use it less dog poop everywhere</li>
</ul>
</div>
</div>

<div id="outline-container-org2dd18e7" class="outline-3">
<h3 id="org2dd18e7"><span class="section-number-3">1.10.</span> occidental chemical corporation in Tacoma</h3>
<div class="outline-text-3" id="text-1-10">
<ul class="org-ul">
<li><a href="https://ecology.wa.gov/Spills-Cleanup/Contamination-cleanup/Cleanup-sites/Occidental-Chemical-Co">https://ecology.wa.gov/Spills-Cleanup/Contamination-cleanup/Cleanup-sites/Occidental-Chemical-Co</a></li>
</ul>
</div>
</div>
<div id="outline-container-org95744ab" class="outline-3">
<h3 id="org95744ab"><span class="section-number-3">1.11.</span> experimental waste reduction (applied)</h3>
<div class="outline-text-3" id="text-1-11">
<ul class="org-ul">
<li>different interventions to different folks, record results</li>
<li>what are the systemic bariers you come across.</li>
</ul>
</div>
</div>
<div id="outline-container-orged8ef1e" class="outline-3">
<h3 id="orged8ef1e"><span class="section-number-3">1.12.</span> building scale compost system</h3>
<div class="outline-text-3" id="text-1-12">
<ul class="org-ul">
<li>use bins a la underground center</li>
<li>then use soil to build out tree wells and rain gardens, possibly in
street parking.</li>
<li>can also use soils for rooftop urban farms</li>
<li>pipe water through bins for warm water (capacity? see underground
center).</li>
<li>synergistic with cloud burst projects; reduce runoff.</li>
<li>pest protection?</li>
</ul>
</div>
</div>

<div id="outline-container-org4f96e4b" class="outline-3">
<h3 id="org4f96e4b"><span class="section-number-3">1.13.</span> mixing of organics and hazards vs separation</h3>
<div class="outline-text-3" id="text-1-13">
<ul class="org-ul">
<li>related: "dilution is the solution" vs "isolate the hazardous stuff and
handle it"</li>
</ul>
</div>
</div>
