adam-notes.org
** small scale systems and adaptability
- push for zero waste; we are in times of change and uncertainty
- so maybe similiar reasoning as in James's water/climate paper applies to waste:
  - https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2019EF001154
- sequential small (time) scale projects
- what about space scale?
- correlation between time and space scale
* Resources
** superfund site lookup (thanks Elizabeth!)
- https://www.epa.gov/superfund/search-superfund-sites-where-you-live
- Like most industries at the time, Occidental disposed of their waste
  in ways that were completely legal before state and federal laws
  were in effect. They released chemicals into the Hylebos waterway
  and Commencement Bay or put it in unlined settling ponds or ships.

- Now, under the federal Environmental Protection Agency’s (EPA)
  Resource Conservation and Recovery Act (RCRA) there is a legal
  framework for the proper management and disposal of hazardous waste.
* How class fits w/ EEE ecosystem
- https://bulletin.columbia.edu/columbia-engineering/academic-departments-programs/earth-environmental-engineering/#coursestext
** 4210 THERMAL TREATMNT-WASTE/BIO MAT
- Origins, quantities generated, and characterization of solid
  wastes. Chemical and physical phenomena in the combustion or
  gasification of wastes. Application of thermal conversion
  technologies, ranging from combustion to gasification and
  pyrolysis. Quantitative description of the dominant waste to energy
  processes used worldwide, including feedstock preparation, moving
  grate and fluid bed combustion, heat transfer from combustion gases
  to steam, mitigation of high-temperature corrosion, electricity
  generation, district heating, metal recovery, emission control, and
  beneficial use of ash residues
** EAEE E4150 AIR POLLUTION PREVENTION/CONTR
- Adverse effects of air pollution, sources and transport media,
  monitoring and modeling of air quality, collection and treatment
  techniques, pollution prevention through waste minimalization and
  clean technologies, laws, regulations, standards, and guidelines
** EAEE E4951 Engineering systems for water treatment and re-use.
- Application of fundamental principles to designing water treatment
  and reuse plants. Development of process designs for a potable water
  treatment plant, a biological wastewater treatment plant, or a water
  reclamation and reuse facility by students working in teams. Student
  work in evaluation of water quality and pilot plant data, screening
  process alternatives, conducting regulatory reviews and recommending
  a process for implementation, supported by engineering drawings and
  capital operating costs. Periodic oral progress reports and a full
  engineering report are required. Presentations by practicing
  engineers, utility personnel, and regulators; and field trips to
  water, wastewater, and water reuse facilities.
** EACE E4163 Sustainable Water Treatment and Reuse.
- Fundamentals of water pollution and wastewater
  characteristics. Chemistry, microbiology, and reaction
  kinetics. Design of primary, secondary, and advanced treatment
  systems. Small community and residential systems
** EAEE E4950 ENIVRON BIOCHEMICAL PROCESSES.
- Qualitative and quantitative considerations in engineered
  environmental biochemical processes. Characterization of multiple
  microbial reactions in a community and techniques for determining
  associated kinetic and stoichiometric parameters. Engineering design
  of several bioreactor configurations employed for biochemical waste
  treatment. Mathematical modeling of engineered biological reactors
  using state-of-the-art simulation packages.

* Waste management
** solid waste definition
- "Solid wastes are the undesirable and worthless solids which are generated from
  municipal, industrial, and agricultural activities" from
  [[docview:~/Documents/mycoremediation_env_sustainability.pdf::1][~/Documents/mycoremediation_env_sustainability.pdf]]

** incineration
- reduce mass of waste, but ash can be highly concentrated (relative
  to input) w/ heavy metals

*** covanta hemstead violations ash management
- https://dec.ny.gov/news/press-releases/2024/2/dec-review-of-historic-ash-management-practices-finds-violations-at-covanta-hempstead-resource-recovery-facility
- what is the difference in  pollutant profile between bottom and fly ash?

*** gasification
- partial oxidation, limit O2, create fuel
