adam-notes.html
<div id="outline-container-orgbbccfc0" class="outline-3">
<h3 id="orgbbccfc0"><span class="section-number-3">1.14.</span> small scale systems and adaptability</h3>
<div class="outline-text-3" id="text-1-14">
<ul class="org-ul">
<li>push for zero waste; we are in times of change and uncertainty</li>
<li>so maybe similiar reasoning as in James's water/climate paper applies to waste:
<ul class="org-ul">
<li><a href="https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2019EF001154">https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2019EF001154</a></li>
</ul></li>
<li>sequential small (time) scale projects</li>
<li>what about space scale?</li>
<li>correlation between time and space scale</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgc0132d0" class="outline-2">
<h2 id="orgc0132d0"><span class="section-number-2">2.</span> Resources</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org28de986" class="outline-3">
<h3 id="org28de986"><span class="section-number-3">2.1.</span> superfund site lookup (thanks Elizabeth!)</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li><a href="https://www.epa.gov/superfund/search-superfund-sites-where-you-live">https://www.epa.gov/superfund/search-superfund-sites-where-you-live</a></li>
<li>Like most industries at the time, Occidental disposed of their waste
in ways that were completely legal before state and federal laws
were in effect. They released chemicals into the Hylebos waterway
and Commencement Bay or put it in unlined settling ponds or ships.</li>

<li>Now, under the federal Environmental Protection Agency’s (EPA)
Resource Conservation and Recovery Act (RCRA) there is a legal
framework for the proper management and disposal of hazardous waste.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgaa05d14" class="outline-2">
<h2 id="orgaa05d14"><span class="section-number-2">3.</span> How class fits w/ EEE ecosystem</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li><a href="https://bulletin.columbia.edu/columbia-engineering/academic-departments-programs/earth-environmental-engineering/#coursestext">https://bulletin.columbia.edu/columbia-engineering/academic-departments-programs/earth-environmental-engineering/#coursestext</a></li>
</ul>
</div>
<div id="outline-container-orgd13d26b" class="outline-3">
<h3 id="orgd13d26b"><span class="section-number-3">3.1.</span> 4210 THERMAL TREATMNT-WASTE/BIO MAT</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>Origins, quantities generated, and characterization of solid
wastes. Chemical and physical phenomena in the combustion or
gasification of wastes. Application of thermal conversion
technologies, ranging from combustion to gasification and
pyrolysis. Quantitative description of the dominant waste to energy
processes used worldwide, including feedstock preparation, moving
grate and fluid bed combustion, heat transfer from combustion gases
to steam, mitigation of high-temperature corrosion, electricity
generation, district heating, metal recovery, emission control, and
beneficial use of ash residues</li>
</ul>
</div>
</div>
<div id="outline-container-org724de59" class="outline-3">
<h3 id="org724de59"><span class="section-number-3">3.2.</span> EAEE E4150 AIR POLLUTION PREVENTION/CONTR</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li>Adverse effects of air pollution, sources and transport media,
monitoring and modeling of air quality, collection and treatment
techniques, pollution prevention through waste minimalization and
clean technologies, laws, regulations, standards, and guidelines</li>
</ul>
</div>
</div>
<div id="outline-container-org142831f" class="outline-3">
<h3 id="org142831f"><span class="section-number-3">3.3.</span> EAEE E4951 Engineering systems for water treatment and re-use.</h3>
<div class="outline-text-3" id="text-3-3">
<ul class="org-ul">
<li>Application of fundamental principles to designing water treatment
and reuse plants. Development of process designs for a potable water
treatment plant, a biological wastewater treatment plant, or a water
reclamation and reuse facility by students working in teams. Student
work in evaluation of water quality and pilot plant data, screening
process alternatives, conducting regulatory reviews and recommending
a process for implementation, supported by engineering drawings and
capital operating costs. Periodic oral progress reports and a full
engineering report are required. Presentations by practicing
engineers, utility personnel, and regulators; and field trips to
water, wastewater, and water reuse facilities.</li>
</ul>
</div>
</div>
<div id="outline-container-org72a9672" class="outline-3">
<h3 id="org72a9672"><span class="section-number-3">3.4.</span> EACE E4163 Sustainable Water Treatment and Reuse.</h3>
<div class="outline-text-3" id="text-3-4">
<ul class="org-ul">
<li>Fundamentals of water pollution and wastewater
characteristics. Chemistry, microbiology, and reaction
kinetics. Design of primary, secondary, and advanced treatment
systems. Small community and residential systems</li>
</ul>
</div>
</div>
<div id="outline-container-org807ff5c" class="outline-3">
<h3 id="org807ff5c"><span class="section-number-3">3.5.</span> EAEE E4950 ENIVRON BIOCHEMICAL PROCESSES.</h3>
<div class="outline-text-3" id="text-3-5">
<ul class="org-ul">
<li>Qualitative and quantitative considerations in engineered
environmental biochemical processes. Characterization of multiple
microbial reactions in a community and techniques for determining
associated kinetic and stoichiometric parameters. Engineering design
of several bioreactor configurations employed for biochemical waste
treatment. Mathematical modeling of engineered biological reactors
using state-of-the-art simulation packages.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org0cfcc2b" class="outline-2">
<h2 id="org0cfcc2b"><span class="section-number-2">4.</span> Waste management</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org1b345d7" class="outline-3">
<h3 id="org1b345d7"><span class="section-number-3">4.1.</span> solid waste definition</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li>"Solid wastes are the undesirable and worthless solids which are generated from
municipal, industrial, and agricultural activities" from
<a href="/home/adam/Documents/mycoremediation_env_sustainability.pdf">~/Documents/mycoremediation<sub>env</sub><sub>sustainability.pdf</sub></a></li>
</ul>
</div>
</div>

<div id="outline-container-orge36e347" class="outline-3">
<h3 id="orge36e347"><span class="section-number-3">4.2.</span> incineration</h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li>reduce mass of waste, but ash can be highly concentrated (relative
to input) w/ heavy metals</li>
</ul>
</div>

<div id="outline-container-org151bfa5" class="outline-4">
<h4 id="org151bfa5"><span class="section-number-4">4.2.1.</span> covanta hemstead violations ash management</h4>
<div class="outline-text-4" id="text-4-2-1">
<ul class="org-ul">
<li><a href="https://dec.ny.gov/news/press-releases/2024/2/dec-review-of-historic-ash-management-practices-finds-violations-at-covanta-hempstead-resource-recovery-facility">https://dec.ny.gov/news/press-releases/2024/2/dec-review-of-historic-ash-management-practices-finds-violations-at-covanta-hempstead-resource-recovery-facility</a></li>
<li>what is the difference in  pollutant profile between bottom and fly ash?</li>
</ul>
</div>
</div>

<div id="outline-container-org48c0b59" class="outline-4">
<h4 id="org48c0b59"><span class="section-number-4">4.2.2.</span> gasification</h4>
<div class="outline-text-4" id="text-4-2-2">
<ul class="org-ul">
<li>partial oxidation, limit O2, create fuel</li>
</ul>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Adam Massmann</p>
<p class="date">Created: 2024-09-10 Tue 12:03</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
